Repository: IbrahimIG1/solar_app
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Price Offers
ar: عرض أسعار

source: Technical Offer
ar: العرض الفني

source: Maintenance
ar: الصيانة

source: Customer Base
ar: قاعدة العملاء

source: Price Management
ar: ادارة الاسعار

source: New Price Offers
ar: عرض سعر جديد

source: New Technical Offers
ar: عرض فنى جديد

source: Price Offers Issued
ar: عروض الاسعار الصادرة

source: Technical Offers Issued
ar: العروض الفنية الصادرة

source: store management
ar: ادارة المخزن

source: lighting stations
ar: محطات الانارة

source: irrigation stations
ar: محطات الرى

source: surface irrigation station
ar: محطات ري سطحي

source: deep irrigation station
ar: محطات ري عميق

source: categories
ar: الفئات

source: lighting load calculation
ar: حساب احمال الانارة

source: calculation inverter and batteries
ar: حساب الالواح والانفرتر والبطايات

source: add item
ar: اضافة عنصر

source: add image
ar: اضافة صورة

source: save
ar: حفظ

source: cancle
ar: الغاء

source: customers data
ar: بيانات العملاء

# table_info
source: table information
ar: جدول البيانات

source: customer name
ar: اسم العميل

source: customer address
ar: عنوان العميل

source: phone number
ar: رقم الهاتف

source: station type
ar: نوع المحطة

source: offer expiry date
ar: تاريخ انتهاء العرض

# no_data_yet
source: No Data Yet!, Please Add Data
ar: لا يوجد بيانات! من فضلك أدخل البيانات

source: Extract Pdf
ar: pdf استخراج ملف

source: Prices Database
ar: قاعدة بيانات الاسعار

source: name
ar: اسم

# address
source: addredd
ar: عنوان

source: phone
ar: رقم الهاتف

# enter_hourse_power
source: Enter the motor's horsepower
ar: أدخل قدرة الماتور بالحصان

source: Units Number
ar: عدد الوحدات

source: Unit power
ar: قدرة الوحدة

source: Number of operating hours
ar: عدد ساعات التشغيل

source: enter item name
ar: أدخل اسم الجهاز
